Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.18.09.12_fin.txt.tmx
Source language: fin
Languages: sme

source: Rotusyrjintäkomitean uusi saamelaismyönteinen linja
sme: Nállevealahankomitea ođđa miehtemielalaš linnjá sámiid ektui

source: YK:n alainen rotusyrjintäkomitea on kokouksessaan 31.8 2012 antanut Suomelle suosituksia rotusyrjintäsopimuksen toimeenpanemiseksi.
sme: ON:a vuollásaš nállevealahankomitea lea čoakkámisttis 31.8.2012 addán Supmii ávžžuhusaid nállevealahansoahpamuša olláhuhttima várás.

source: Rotusyrjintäkomitea suosittaa Suomea vahvistamaan saamelaisten itsemääräämisoikeuden toteutumisen saamelaismääritelmässä ja saamelaiskäräjien vaaliluettelon täydentämisessä.
sme: Nállevealahankomitea ávžžuha Suoma nannet sápmelaččaid iešmearridanrievtti olláhuvvama sápmelašmeroštallamis ja sámedikki válgalogahallama dievasmahttimis.

source: Komitea on käsitellyt Suomen määräaikaisraporttia (määräaikaisraportit 20-22).
sme: Komitea lea gieđahallan Suoma mearreáiggeraportta (mearreáiggeraporttat 20-22).

source: Komitea koostuu valtioiden nimittämistä riippumattomista asiantuntijoista, jotka valvovat nk. rotusyrjintäsopimuksen toteutumista.
sme: Komitea čohkiida stáhtaid nammadan sorjjasmeahttun áššedovdiin, geat bearráigehččet nd. nállevealahansoahpamuša olláhuvvama.

source: Sopimus kieltää ketään syrjimästä etnisen alkuperän mukaan ja sopimus edellyttää positiivisia erityistoimia vähemmistöjen ja etnisten ryhmien tosiasiallisen tasa-arvon saavuttamiseksi.
sme: Soahpamuš gieldá geange vealaheamis etnihkalaš álgoboahtimuša mielde ja soahpamuš gáibida positiivvalaš sierradoaimmaid vehádagaid ja etnihkalaš joavkkuid duođalaš dásseárvvu joksama várás.

source: Rotusyrjintäkomitea on antanut edellisen kerran suosituksia Suomelle vuonna 2009.
sme: Nállevealahankomitea lea addán ovddit háve ávžžuhusaid Supmii jagi 2009.

source: Silloin komitea toisti aikaisemman käsityksensä, jonka mukaan Suomen katsantokanta on liian rajoittava sen määrittämiseen, ketä voidaan pitää saamelaisena.
sme: Dalle komitea geardduhii ovddit ipmárdusas, man mielde Suoma geahččanvuođđu lea liiggás ráddjejeaddji dan meroštallamii, gean sáhttá atnit sápmelažžan.

source: Komitea toisti myös suosituksensa siitä, että Suomen tulisi antaa nykyistä enemmän asiaankuuluvaa merkitystä kyseisten henkilöiden itseidentifikaatiolle, kuten komitean yleisessä suosituksessa nro 8 (v. 1990) esitetään.
sme: Komitea geardduhii maid ávžžuhusas das, ahte Suopma galggalii addit dáláža eanet áššáigullevaš mearkkašumi jearaldatvuloš olbmui iešidentifikašuvdnii, dego komitea oppalaš ávžžuhusas nr 8 (j. 1990) ovdan buktojuvvo.

source: Saamelaiskäräjät on antanut lausunnon vuonna 2011 Suomen määräaikaisraporttia varten, jossa kritisoimme komitean silloista kannanottoa.
sme: Sámediggi lea addán cealkámuša jagi 2011 Suoma mearreáiggeraportta várás, mas kritiseriimet komitea daláš oainnu.

source: Korkein hallinto-oikeus viittasi tähän suositukseen tehdessään päätöksen täydentää saamelaiskäräjien vaaliluetteloa saamelaiskäräjien kannan vastaisesti ja KHO:n päätöksen perusteella rotusyrjintäkomitean kannanotto oli päätöksessä ratkaiseva.
sme: Alimus hálddahusriekti čujuhii dán ávžžuhussii dagadettiinis mearrádusa dievasmahttit sámedikki válgalogahallama sámedikki oainnu vuostásaččat ja AHR:a mearrádussii váikkuhii nállevealahankomitea oaidnu ja dat lei das eanemus mearrideaddji.

source: Nyt rotusyrjintäkomitea on käsitellyt asiaa uudelleen ja saamelaismääritelmää käsitellessään ottanut suosituksessaan huomioon hyvin merkittävällä tavalla YK:n alkuperäiskansajulistuksen Suomen valtiota velvoittavana dokumenttina.
sme: Nállevealahankomitea lea gieđahallan ášši dál ođđasit ja sápmelašmeroštallama gieđahaladettiinis lea váldán ávžžuhusastis vuhtii hui mearkkašahtti ládje ON:a álgoálbmotjulggaštusa Suoma stáhta geatnegahtti dokumeantan.

source: Tämä on hyvin mielenkiintoista siksi, että antaessaan edellistä suositustaan saamelaismääritelmästä, komitea ei huomioinut lainkaan YK:n alkuperäiskansajulistusta, joka oli tuolloin jo toki hyväksytty (v.2007).
sme: Dát lea hui miellagiddevaš daningo attedettiinis ovddit ávžžuhusa sápmelašmeroštallamis, komitea ii váldán vuhtii ON:a álgoálbmotjulggaštusa, mii lei gal juo dalle dohkkehuvvon (j. 2007).

source: Nyt komitea on todennut, että KHO ei ole päätöksessään pannut riittävää painoarvoa YK:n alkuperäiskansajulistuksen artikloille 3, 8 ja 33.
sme: Dál komitea lea cealkán, ahte AHR ii leat mearrádusastis bidjan dárbahassii stuora deattu ON:a álgoálbmotjulggaštusa artihkkaliidda 3, 8 ja 33.

source: Alkuperäiskansajulistuksen artiklan 3 mukaan alkuperäiskansoilla on itsemäärämisoikeus.
sme: Álgoálbmotjulggaštusa artihkkala 3 mielde álgoálbmogiin lea iešmearridanriekti.

source: Artikla 8:n mukaan alkuperäiskansoilla ja niihin kuuluvilla henkilöillä on oikeus siihen, että niitä ei pakkosulauteta eikä niiden kulttuuria tuhota.
sme: Artihkkala 8 mielde álgoálbmogiin ja ja daidda gullevaš olbmuin lea riekti dasa, ahte dat eai suddaduvvo bákkuin iige daid kultuvra duššaduvvo.

source: Artiklan 33 mukaan alkuperäiskansoilla on oikeus määrätä omasta identiteetistään tai jäsenyydestään tapojensa ja perinteidensä mukaisesti.
sme: Artihkkala 33 mielde álgoálbmogiin lea riekti mearridit iežaset identiteahtas dehe lahttuvuođas dábiideaset ja árbevieruideaset mielde.

source: Rotusyrjintäkomitea suosittaa 31.8.2012 Suomelle, että määritettäessä kuka voi äänestää saamelaiskäräjävaaleissa, Suomen tulee taata saamelaisten itsemääräämisoikeuden toteutuminen määritettäessä heidän statustaan, määritettäessä ketkä kuuluvat saamelaisiin ja taattava, että heitä ei pakoteta assimilaatioon.
sme: Nállevealahankomitea ávžžuha 31.8.2012 Supmii, ahte meroštaladettiin gii sáhttá jienastit sámediggeválggain, de Suopma galgá dáhkidit sápmelaččaid iešmearridanrievtti olláhuvvama mearridettiinis sin stáhtusa, meroštaladettiin geat gullet sápmelaččaide ja dáhkidit, ahte sii eai bákkuhuvvo assimilašuvdnii.

source: Rotusyrjintäkomitean muuttunut linja on totta kai hyvä uutinen, mutta toisaalta komitea ei ole kumonnut vuonna 1990 antamaansa yleistä kommenttia nro 8, jonka mukaan kuulumisen etniseen ryhmään tulisi perustua itseidentifikaatioon.
sme: Nállevealahankomitea earáhuvvan linnjá lea diehttelas buorre, muhto nuppe dáfus komitea ii leat gomihan jagi 1990 iežas addin oppalaš kommeantta nr 8, man mielde etnihkalaš jovkui gullama vuođđun galggalii leat iešidentifikašuvdna.

source: Yleiskommentit ovat yleisiä suosituksia ihmisoikeuksien parantamiseksi.
sme: Oppalaš kommeanttat leat oppalaš ávžžuhusat olmmošrivttiid buorideami várás.

source: Odotankin komitean antavan uuden yleiskommentin suhteessa komitean uuteen linjaan ja YK:n alkuperäiskansajulistukseen.
sme: Mun vuorddánnai komitea addit ođđa oppalaš kommeantta gaskavuođas komitea ođđa linnjái ja ON:a álgoálbmotjulggaštussii.

source: Mikäli yleiskommenttia ei kumota, epäselvä tilanne miten rotusyrjintäkomitean ratkaisuja pitäisi tulkita ja toimeenpanna voi jatkua.
sme: Jos oppalaš kommeanta ii gomihuvvo, dehe eahpečielga dilli, mot nállevealahankomitea čovdosat galggale dulkojuvvot ja olláhuhttojuvvot, sáhttá bistit vaikko man guhká.

source: On tärkeää ja merkittävää, että komitea on ottanut suosituksissaan huomioon YK:n alkuperäiskansajulistuksen näin vahvana dokumenttina.
sme: Hui dehálaš ja mearkkašahtti lea dat, ahte komitea lea ávžžuhusainis váldán vuhtii ON:a álgoálbmotjulggaštusa ná nanu dokumeantan.

source: Se on selkeä viesti myös Suomen valtiolle alkuperäiskansajulistuksen toimeenpanemiseksi.
sme: Dat lea čielga signála maid Suoma stáhtii álgoálbmotjulggaštusa olláhuhttima várás.

source: On sinänsä erikoista, että komitea ei ole arvioinut eikä huomioinut päätöksessään kansalais- ja poliittisia oikeuksia koskevaa yleissopimusta, vaikka sen artikla 1 takaa saamelaisille itsemäärämisoikeuden kansana.
sme: Iešalddes gal lea earenoamáš, ahte komitea ii leat árvvoštallan iige váldán vuhtii mearrádusastis siviila- ja politihkalaš rivttiid oppalašsoahpamuša, vaikko dan vuosttaš artihkal dáhkida sápmelaččaide iešmearridanrievtti álbmogin.

source: Asia ja rotusyrjintäkomitean suositukset tulevat käsiteltäväksi saamelaiskäräjälakia uudistavassa työryhmässä.
sme: Dát ášši ja nállevealahankomitea ávžžuhusat šaddet gieđahallot bargojoavkkus, mii ođasta sámediggelága.

source: Työryhmä pitää ensimmäisen kokouksensa ensi viikolla, 25.9 ja työryhmällä on työaikaa ensi vuoden toukokuuhun asti.
sme: Bargojoavku doallá vuosttaš čoakkáma boahtte vahku 25.9. ja bargojoavkkus lea barganáigi boahtte jagi miessemánu lohppii.

source: Saamelaiskäräjiä työryhmässä edustaa lisäkseni Tiina Sanila-Aikio ja Nilla Tapiola.
sme: Sámedikki bargojoavkkus ovddastit mu lassin Tiina Sanila-Aikio ja Nilla Tapiola.

source: Toki tämä tarkoittaa myös sitä, että KHO:lla on asiassa itsetutkiskelun paikka, koska se on päätöksessään huomioinut rotusyrjintäkomitean aiemmat suositukset sellaisenaan analysoimatta niiden mahdollisia virhearvioita.
sme: Almmatge dát maid dárkkuha dan, ahte maiddái AHR galgá geahččat speadjalii, daningo dat lea mearrádusastis váldán vuhtii nállevealahankomitea ovddit ávžžuhusaid dakkáražžan analyserekeahttá daid vejolaš boasttoárvvoštallamiid.

source: Muilta osin komitea on suosittanut, kuten aiemminkin, että Suomen tulisi ratifioida Ilo 169-sopimus ja uutena kohtanaan on suosittanut Suomea panostamaan saamelaisten oikeuksien toteutumiseen saamelaisten kotiseutualueen ulkopuolella sekä kiirehtimään kielenelvytysohjelman toteuttamista ja saamenkielisten sosiaali- ja terveyspalvelujen parantamista kotiseutualueella.
sme: Eará osiin komitea lea ávžžuhan, dego ovdalge, ahte Suopma galggalii ratifiseret Ilo 169-soahpamuša ja ođđa čuokkisin lea ávžžuhan Suoma galgat bidjat deattu sámiid vuoigatvuođaid olláhuvvamii sámiid ruovttuguovllu olggobealde sihke hoahpuhan giellaealáskahttinprográmma olláhuhttima ja sámegielalaš sosiála- ja dearvvašvuohtabálvalusaid buorideami ruovttuguovllus.

source: Rotusyrjintäkomitea on käsitellyt raportissaan myös saamelaisporonhoitoa ja erityisesti huolenaiheena ovat olleet nykyisen Suomen poronhoitolain puutteet.
sme: Nállevealahankomitea lea gieđahallan raporttastis maid sámi boazodoalu ja earenoamážit fuollan leat leamaš Suoma dáláš boazodoallolága váillit.

source: Komitea on huolissaan siitä, että poronhoitolaki mahdollistaa paliskuntien enemmistöpäätökset, jotka voivat uhata saamelaisporonhoitajien mahdollisuuksia harjoittaa perinteistä elinkeinoaan.
sme: Komitea lea fuolas das, ahte boazodoalloláhka dahká vejolažžan bálgesiid eanetlohkomearrádusaid, mat sáhttet uhkidit sámi boazodolliid vejolašvuođaid bargat árbevirolaš ealáhusaideasetguin.

source: Komitea on erityisen huolissaan korkeimman hallinto-oikeuden (KHO) päätöksestä sallia koko Nellimin siidan porojen teurastus.
sme: Komitea lea earenoamáš fuolas alimus hálddahusrievtti (AHR) mearrádusas suovvat njuovvat olles Njellima siidda boazoealu.

source: Nellimin siidan poromiehet ovat valittaneet päätöksestä YK:n ihmisoikeuskomiteaan ja niin saamelainen parlamentaarinen neuvosto kuin Suomen saamelaiskäräjät ovat tukeneet heidän valitustaan.
sme: Njellima siidda boazoolbmot leat váidalan mearrádusas ON:a olmmošriektekomiteai ja sihke Sámi parlamentáralaš ráđđi ja Suoma sámediggi leaba dorjon sin váidalusa.

source: Ihmisoikeuskomitea on edellyttänyt, että KHO:n päätöstä ei saa panna toimeen ennen kuin ihmisoikeuskomitea on ratkaissut asian.
sme: Olmmošriektekomitea lea mearridan, ahte AHR:a mearrádus ii oaččo olláhuhttojuvvot ovdal go olmmošvuoigatvuohtakomitea lea čoavdán ášši.

source: Ratkaisua valitukseen odotetaan tänä syksynä tai ensi keväänä.
sme: Mearrádus váidalussii vurdojuvvo dán čavčča dehe boahtte giđa.

source: Rotusyrjintäkomitea suosittaa, että Suomi ryhtyy riittäviin toimenpiteisiin suojellakseen saamelaisten perinteisiin elinkeinoihin kuuluvaa poronhoitoa.
sme: Nállevealahankomitea ávžžuha, ahte Suopmá riepmá dárbbašlaš doaibmabijuide suodjalit sámiid árbevirolaš ealáhusaide gullevaš boazodoalu.

source: Olen pyytänyt saamelaiskäräjien hallintoa valmistelemaan seuraavaan saamelaiskäräjien hallituksen kokoukseen alustavan esityksen, mihin toimiin rotusyrjintäkomitean uusi linjaus johtaa.
sme: Lean bivdán sámedikki hálddahusa válmmaštallat čuovvovaš sámedikki stivrra čoakkámii álgovuolggálaš evttohusa, makkár doaimmaide nállevealahankomitea ođđa linnjen addá ákka dehe doalvu.

source: Olen pyytänyt hallintoa valmistelemaan purkuesityksen KHO:n viime vuoden päätöksistä täydentää saamelaiskäräjien vaaliluetteloa väärin perustein.
sme: Lean bivdán hálddahusa válmmaštallat burginevttohusa AHR:a diimmá mearrádusain dievasmahttit sámedikki válgalogahallama boastto ákkaid vuođul.

source: Hallitus arvioi kokouksessaan antaako rotusyrjintäkomitean suositus aihetta purkuun vai tyydymmekö KHO:n ratkaisuun.
sme: Stivra árvvoštallá čoakkámisttis addágo nállevealahankomitea ávžžuhus ákka burgimii vai duhtatgo AHR:a mearrádussii.

source: Vuontisjärvellä 18.9.2012
sme: Vuottesjávrres 18.9.2012

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
